
let handler = async (m, { command, text }) => m.reply(`╔═╼─╾─╾═【🍺】═╼─╾╾─╾═╗*
*رد تــلــقــائــي🧑🏻‍💻*
**⇜أهلا بك بأستقبال  نقابة┋«𝑰𝑵𝑭𝑰𝑵𝑰𝑻𝒀 🍺
*↵⟦ ✦.✿بـَّـــسْـمِ الْلّٰه الرحَــــمٰــنِٓ الرَّحِـــيـــمِ✿. ✦ ⟧*
*┃❐━──━⌬〘🍺〙⌬━──━❐┃*
*استمارة 📜 دخول 🍺 𝑰𝑵𝑭𝑰𝑵𝑰𝑻𝒀 🍺*

*┃❐━──━⌬〘🍺〙⌬━──━❐┃*

*〖 🔮في وسط غيوم السماء، وبين خيوط أشعة الشمس، وبين أغصان الأزهار وأوراق الأشجار، نحيي ضويفنا الكرام🔮〗* 
*┃❐━──━⌬〘🍺〙⌬━──━❐┃*

*❐ اللــ🍺ــقـب :  _⊑ ⊒_*

*❐ الإنـــــم🔮ـي : _⊑ ⊒_*

*❐ ذكـر/انثـى :  _⊑ ⊒_*

*❐ مـن طـ🎯ـرف ؟ : _⊑ ⊒_*

*❰ ⚠️ مـلاحـظــات⚠️  ❱*

~*✺ إرسال صورة للشخصية يلي بدك لقبها.*~

~*✺ إختيار ألقاب تابعة لإنمي*~
~*✺ ⚠️النقابة موجودة ف مملكة:بلورد🎭.⚠️*~
*┃❐━──━⌬〘🍺〙⌬━──━❐┃*`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['استماره <teks>?']
handler.tags = ['استماره', 'fun']
handler.command = /^(استماره)$/i

export default handler